{
    "app": {
    "name": {
      "value": "Intelligent Voice PCI Call Redaction",
      "title": "app name"
    },
    "short_description":  {
      "value": "Secure, same day, automatic redaction of all Payment Card Information",
      "title": "app short description"
    },
    "long_description":  {
      "value": "Automatic, same day redaction of all Payment Card Information spoken in English from the Zendesk Talk call recording held in a Zendesk Support Ticket.\n\nIntelligent Voice minimises the time a new recording is present in-clear, with GPU-accelerated transcription and redaction, followed by immediate replacement of the original unredacted recording on the Zendesk Support Ticket.\n\nIntelligent Voice PCI Redaction provides an optimised user experience for your Zendesk Talk Agents:\n*Processed recording displayed in same manner as the original\n*Full original call metadata displayed\n*No need to access the redacted recording as a separate attachment to the ticket\n*Highlighted comment indicates whether redactions made or not, enabling workflows for redacted and/or unredacted recordings using native Zendesk event trigger capabilities\n\nAvailable from entry-level underlying Zendesk Talk Lite Feature Plan upwards:\n*5 USD per month per PCI-handling Zendesk Talk Agent\n*First month free for your initial set of subscribed Agents\n*No charge for Support-only Agents, or for Zendesk Talk Agents who don’t handle PCI\n\nFull support for Joiners, Movers & Leavers and for Seasonal Demand Variations:\n*1 month minimum license period for any subscribed Zendesk Talk Agent\n*No minimum number of subscribed Zendesk Talk Agents\n*Addition and removal of Users under your own control inside Zendesk\n\nAlso available for migration of call recordings into Zendesk Talk and Support:\n*Simple two step addition to your existing migration process\n*Priced on the same per Agent per month basis as ongoing use\n*No separate catch up or migration charge\n*Also available as a post go-live catch-up process for Open Zendesk Support Tickets\n\nFor any questions please visit our dedicated Zendesk Support portal at https://support.intelligentvoice.com/hc/en-us/categories/115000404174-Zendesk-Talk-PCI-redaction or email support@intelligentvoice.com",
      "title": "app long description"
    },
    "package": "iv_transcription",
    "installation_instructions": {
      "value": "1. Install the App from the Zendesk store. Note: applications other than the Zendesk Talk application, e.g. Amazon Connect Zendesk Integration, are not currently supported.\n2. Create a new API token from Zendesk\nhttps://support.zendesk.com/hc/en-us/articles/226022787-Generating-a-new-API-token-\n3. Register the API token at https://www.intelligentvoice.com/register/ with:\n*Your new Zendesk API token from Zendesk\n*Your Zendesk subdomain: _subdomain_.zendesk.com\n*An email address of a Talk Agent\n4. Check that you have received an email from support@intelligentvoice.com within 48 hours:\n“Thank you for registering for Intelligent Voice transcription with PCI redaction”\n5. Double-check with Zendesk that the API token is registered there\n6. If not all your Zendesk Support agents are also Zendesk Talk agents, or not all you Talk agents handle Payment Card Information, restrict the billing accordingly. This is done by restricting the App to one or more Zendesk Groups, with the Zendesk Group or Groups containing only PCI-handling Talk agents.",
      "title": "app install instructions"
    }
  }
}
