{
    "app": {
    "name": {
      "value": "Intelligent Voice PCI Call Redaction",
      "title": "app name"
    },
    "short_description":  {
      "value": "Secure, same day, automatic redaction of all Payment Card Information",
      "title": "app short description"
    },
    "long_description":  {
      "value": "Automatic, same day redaction of all Payment Card Information spoken in English from the Zendesk Talk call recording held in a Zendesk Support Ticket. \n\n * **Minimises the time a new recording is present in-clear** \n GPU-accelerated transcription and redaction, followed by immediate replacement of the original unredacted recording on the Zendesk Support Ticket. \n\n * **An optimised user experience for your Zendesk Talk Agents** \n Processed recording displayed in same manner as the original, with full original call metadata. No need to access the redacted recording as a separate attachment to the ticket. Highlighted comment indicates whether redactions made or not, enabling workflows for redacted and/or unredacted recordings using native Zendesk event trigger capabilities. \n\n * **Availability and Pricing** \n Available from entry-level underlying Zendesk Talk Lite Feature Plan upwards. 5 USD per month per PCI-handling Zendesk Talk Agent, with first month free for your initial set of subscribed Agents. No charge for Support-only Agents, or for Zendesk Talk Agents who don’t handle PCI \n\n * **Full support for Joiners, Movers & Leavers and Seasonal Demand Variations** \n 1 month minimum license period for any subscribed Zendesk Talk Agent and no minimum number of subscribed Zendesk Talk Agents. Addition and removal of Users is under your own control inside Zendesk. \n\n * **Also available for migration of existing call recordings into Zendesk Talk and Support** \n Simple two step addendum to your migration process, priced on the same per Agent per month basis as ongoing use - no separate catch up or migration charge. Also available as a post go-live catch-up process for Open Zendesk Support Tickets. \n\n For any questions please visit our dedicated Zendesk Support portal at <https://support.intelligentvoice.com/hc/en-us/categories/115000404174-Zendesk-Talk-PCI-redaction> or email support@intelligentvoice.com",
      "title": "app long description"
    },
    "package": "iv_transcription",
    "installation_instructions": {
      "value": "1. Install the App from the Zendesk store. Note: applications other than the Zendesk Talk application, e.g. Amazon Connect Zendesk Integration, are not currently supported. \n 2. Create a new API token from Zendesk <https://support.zendesk.com/hc/en-us/articles/226022787-Generating-a-new-API-token-> \n 3. Register the API token at <https://www.intelligentvoice.com/register/> with: \n i. Your new Zendesk API token from Zendesk \n ii. Your Zendesk subdomain: subdomain.zendesk.com \n iii. An email address of a Talk Agent \n 4. Check that you have received an email from support@intelligentvoice.com within 48 hours: \n “Thank you for registering for Intelligent Voice transcription with PCI redaction” \n 5. Once you have received the email from support@intelligentvoice.com, double-check with Zendesk that the API token is registered there \n 6. For the Talk Agent whose email address was used in Step 3 above, update your Joiners, Movers & Leavers process to ensure that if that Talk Agent does leave your company, you update your registration with the email address of a different Talk Agent. \n 7. If not all your Zendesk Support agents are also Zendesk Talk agents, or not all your Talk agents handle Payment Card Information in English, restrict the billing accordingly. This is done by restricting the App to one or more Zendesk Groups, with the Zendesk Group or Groups containing only English PCI-handling Talk agents. \n 8. If not all Talk agents handle PCI in English, restrict the Application’s Trigger to the Zendesk Group or Zendesk Groups. Details on how to do this are provided on our Zendesk Support portal below. \n 9. Implement the minimum Zendesk Retention Period of 1 Day for Original Recordings as a belt and braces. \n 10. If you require workflows for redaction or / and non-detection of PCI in English, you can create custom Zendesk Triggers accordingly: \n * A post-redaction workflow trigger should look for a comment on the Support ticket: \[Intelligent Voice redacted possible PCI data in this recording\] \n * A non-detection workflow trigger should look for a comment on the Support ticket: \[Intelligent Voice scanned this recording for PCI data\] \n\n For any questions please visit our dedicated Zendesk Support portal at <https://support.intelligentvoice.com/hc/en-us/categories/115000404174-Zendesk-Talk-PCI-redaction> or email support@intelligentvoice.com \n\n We look forward to welcoming you onboard.",
      "title": "app install instructions"
    }
  }
}
