{
  "app": {
    "name": {
      "value": "Intelligent Voice Automated PCI Redaction",
      "title": "app name"
    },
    "short_description":  {
      "value": "Transcribe call recordings and securely redact payment card data",
      "title": "app short description"
    },
    "long_description":  {
      "value": "Your recorded calls in Zendesk Talk transcribed by Intelligent Voice, with smart redaction of payment card data so your organisation can be compliant with PCI DSS.  \n\n  1 month FREE trial with coupon code **FIRSTMONTHFREE**  \n\n  Features:  \n\n* All call recordings in Zendesk Support tickets will have a English basic transcript attached.  \n*  Intelligent Voice detects and redacts credit card information in both the audio file and the transcript.  \n* Find words and phrases inside your call recordings using Zendesk search.  \n*  Transcript text available for Triggers and other Zendesk Apps \n\n  Premium features coming soon:  \n\n* SmartTranscript makes it easy and fast to review your call recordings by linking the playback to the transcript and showing key topics at a glance  \n* Automated model building:  Automatically improve the quality of your transcripts based on the content of your other tickets – Let the system find new names, phrases and product names to improve your transcription quality  \n* “Hyperphonic matching”:  Extend your ability to create triggers on key words and phrases to include alternative words and soundalike phrases  \n* Speaker ID:  Identify who is calling, just by the sound of their voice.  Ideal for tracking down serial fraudsters  \n* Automated Language Switching:  Expand your transcription capabilities to include other languages such as Spanish, Portuguese, French and Japanese.",
      "title": "app long description"
    },
    "package": "iv_transcription",
    "installation_instructions": {
      "value": "To use this application you must create a new API token and register it at [https://www.intelligentvoice.com/register/](https://www.intelligentvoice.com/register/)  \n\n  You will need to enter your subdomain, API token and email address.  \n\n  Follow this Zendesk guide to generate a new API token: [Generating a new API token](https://support.zendesk.com/hc/en-us/articles/226022787-Generating-a-new-API-token-) ",
      "title": "app install instructions"
    }
  }
}