{
    "app": {
    "name": {
      "value": "Intelligent Voice PCI Call Redaction",
      "title": "app name"
    },
    "short_description":  {
      "value": "Secure, same day, automatic redaction of all Payment Card Information",
      "title": "app short description"
    },
    "long_description":  {
      "value": "Automatic, same day redaction of all Payment Card Information spoken in English from the Zendesk Talk call recording held in a Zendesk Support Ticket. \n\n * **Minimises the time a new recording is present in-clear** \n GPU-accelerated transcription and redaction, followed by immediate replacement of the original unredacted recording on the Zendesk Support Ticket. \n\n * **An optimised user experience for your Zendesk Talk Agents** \n Processed recording displayed in same manner as the original, with full original call metadata. No need to access the redacted recording as a separate attachment to the ticket. Highlighted comment indicates whether redactions made or not, enabling workflows for redacted and/or unredacted recordings using native Zendesk event trigger capabilities. \n\n * **Availability and Pricing** \n Available from entry-level underlying Zendesk Talk Lite Feature Plan upwards. 5 USD per month per PCI-handling Zendesk Talk Agent, with first month free for your initial set of subscribed Agents. No charge for Support-only Agents, or for Zendesk Talk Agents who don’t handle PCI \n\n * **Full support for Joiners, Movers & Leavers and Seasonal Demand Variations** \n 1 month minimum license period for any subscribed Zendesk Talk Agent and no minimum number of subscribed Zendesk Talk Agents. Addition and removal of Users is under your own control inside Zendesk. \n\n For any questions please visit our dedicated Zendesk Support portal at <https://support.intelligentvoice.com/hc/en-us/categories/115000404174-Zendesk-Talk-PCI-redaction> or email support@intelligentvoice.com",
      "title": "app long description"
    },
    "package": "iv_transcription",
    "installation_instructions": {
      "value": "**Installation:** \n\n 1. Install the App from the Zendesk store. Note: applications other than the Zendesk Talk application, e.g. Amazon Connect Zendesk Integration, are not currently supported. \n 2. Create a new API token from Zendesk <https://support.zendesk.com/hc/en-us/articles/226022787-Generating-a-new-API-token-> \n 3. Register the API token at <https://www.intelligentvoice.com/register/> with: \n 	* Your new Zendesk API token from Zendesk \n 	* Your Zendesk subdomain: subdomain.zendesk.com \n 	* An email address of a Talk Agent who must be an Admin or have sufficient privileges to read and comment on all the Zendesk Talk tickets \n 4. If you require Call Transcripts to be displayed in the Support Tickets, email support@intelligentvoice.com to let us know \n 5. Check that you have received an email from support@intelligentvoice.com within 48 hours: \n “Thank you for registering for Intelligent Voice transcription with PCI redaction” \n 6. Once you have received the email from support@intelligentvoice.com, double-check with Zendesk that the API token is registered there \n\n **Configuration:** \n\n For details on how to: \n * Restrict billing to only those Talk Agents who handle PCI in English \n * Ensure the app continues to process if the Talk Agent used to register the app, or the team member associated with its billing details, subsequently leave your company \n * Process any voicemails that may contain PCI in English \n * Set up any workflows required for redaction or / and non-detection of PCI in English \n\n Please see the Configuration section of: <https://support.intelligentvoice.com/hc/en-us/articles/115004002514-How-do-I-install-the-Intelligent-Voice-PCI-redaction-app-for-Zendesk->",
      "title": "app install instructions"
    }
  }
}
