{
    "app": {
    "name": {
      "value": "Intelligent Voice PCI Call Redaction",
      "title": "app name"
    },
    "short_description":  {
      "value": "Secure, same day, automatic redaction of all Payment Card Information",
      "title": "app short description"
    },
    "long_description":  {
      "value": "__Secure, same day, automatic redaction of all Payment Card Information in English__\n\nAutomatic, secure, same day redaction of all Payment Card Information spoken in English from the Zendesk Talk call recording held in a Zendesk Support Ticket.\n\n__Minimizes the amount of time recordings are present in-clear__\n\nGPU-accelerated transcription and redaction, followed by immediate replacement of the original unredacted recording on the Zendesk Support Ticket.\n\n__Optimized user experience for your Zendesk Talk & Support Agents__\n\nProcessed recording appears in the same manner as the original, with full original call metadata. No need to access the redacted recording as a separate attachment to the ticket.\n\nA highlighted comment in the Zendesk Support ticket indicates whether redactions were made or not.\n\nPost-call workflows for redacted and/or unredacted recordings enabled via Zendesk event triggers.\n\n__Simple, competitive pricing__\n\n5 USD per month per PCI-handling Zendesk Talk Agent.\n\nNo charge for Support-only Agents, or for Zendesk Talk Agents who don’t handle PCI in English.\n\nNo minimum number of subscribed Talk Agents.\n\nFirst month free for all your subscribed PCI-handling Talk Agents.\n\nAvailable for all Zendesk Talk Feature Plans from ‘Lite’ upwards.\n\n__Full support for JSeasonal Demand Variations and Joiners, Movers & Leavers__\n\nNo minimum license period for any subscribed Zendesk Talk Agent; partial months are pro rata'd.\n\nAddition and removal of Users is under your own control inside Zendesk.\n\n__From Intelligent Voice Limited__\n\nNVIDIA Inception Partner for GPU-accelerated speech to text, ISO 9001 & 27001 accredited, and winners of the Security Innovation Award at the UK Government’s annual Global Security Event.\n\n__Try before you buy__\n\nFree 1 month trial available for any and all of your PCI-handling Talk Agents by clicking the button on the top right of the screen, retained as your first month free if and when you proceed. To schedule a quick walkthrough, or for any questions, reach out to us at support@intelligentvoice.com",
      "title": "app long description"
    },
    "package": "iv_transcription",
    "installation_instructions": {
      "value": "To being the installation process for the App, click on the Free Trial button above.\n\nNote: applications other than the Zendesk Talk application, e.g.: Amazon Connect Zendesk Integration, are not currently supported.\n\nFor details on how to then:\n\n1. Create a new API token from Zendesk\n\n2. Register the API token with Intelligent Voice Limited\n\n3. Restrict the billing to only those Talk Agents who handle PCI\n\nSee the Configuration section of:\n https://support.intelligentvoice.com/hc/en-us/articles/115004002514-How-do-I-install-the-Intelligent-Voice-PCI-redaction-app-for-Zendesk-",
      "title": "app install instructions"
    }
  }
}
